Repository: poum/test-bdd-cucumber-perl
Catalog: po/*.po
Languages: fr

source: No feature files found
fr: Aucun fichier de fonctionnalité trouvé

source: Feature
fr: Fonctionnalité

source: Malformed feature line
fr: Ligne de la fonctionnalité malformée

source: Background
fr: Contexte

source: Scenario
fr: Scénario

source: Background_or_Scenario_Outline
fr: (?:Plan de )?(contexte|scénario)

source: Background not allowed after scenarios
fr: Contexte non autorisé après des scénarios

source: Malformed scenario line
fr: Ligne de scénarion malformée

source: Given
fr: Etant donné|Etant donnée|Etant donnés|Etant données

source: And
fr: Et

source: When
fr: Quand|Lorsque|Lorsqu'

source: Then
fr: Alors

source: But
fr: Mais

source: Examples
fr: Exemples

source: and
fr: et

source: but
fr: mais

source: Malformed step line
fr: Ligne d'étape malformée

source: Inconsistent number of rows in table
fr: Nombre de lignes incohérent dans la table
